{
    "MAKE A RESERVATION": "REZERVACE",
    "WE ARE HAPPY TO SEE YOU IN": "RÁDI VÁS VIDÍME V",
    "Our mission is to inspire and to show you, that manicure is not only a beauty procedure,  but an expression of self-care.": "Naším posláním je inspirace a ukázat vám, že manikúra není pouze kosmetický postup, ale vyjádření péče o sebe.",
    "You shouldn’t worry about the quality and comfort - leave it for us.": "Nemusíte se starat o kvalitu a pohodlí - nechte to na nás.",
    "Just relax, enjoy and take your time.": "Jen si odpočiňte, užijte si a dejte si čas.",
    "Sincerelly yours Valeri Beuty Bar": "S účtou váš Valeri Beuty Bar",
    "PROFESSIONAL MANICURES": "PROFESIONÁLNÍ MANIKÚRA",
    "Our masters bring their expertise and precision to every service, ensuring that you leave our studio with beautiful, well-crafted nails. Your satisfaction is our priority.": "Naši mistři přinášejí své znalosti a preciznost do každé služby, zajistí, že naši studio opustíte s krásnými, pečlivě zpracovanými nehty. Vaše spokojenost je pro nás prioritou.",
    "COZY ATMOSPHERE": "POHODLNÁ ATMOSFÉRA",
    "Here you`ll find a warm and inviting ambiance. Our friendly staff is dedicated to making you feel comfortable and unique.": "Zde najdete teplé a přívětivé prostředí. Náš přátelský personál se snaží, aby jste se cítili pohodlně a jedinečně.",
    "PRIME LOCATION": "VÝJIMEČNÁ LOKALITA",
    "Our studio is situated in the heart of the city, making it more accessible to clients.": "Naše studio je umístěno v srdci města, což jej činí přístupnějším pro klienty.",
    "WIDE COLOR PALETTE": "ŠIROKÁ BAREVNÁ PALETA",
    "Choose from a vast spectrum of nail polish colors to match your unique style and mood.": "Vyberte si z široké škály barev na nehty, které ladí s vaším jedinečným stylem a náladou.",
    "desinfection": "Dezinfekce",
    "We wash and disinfect our hands using special products before we start working with each client.": "Před začátkem práce s každým klientem si myjeme a dezinfikujeme ruce pomocí speciálních produktů.",
    "sterile tools": "Sterilní nástroje",
    "All instruments used in manicure go through a cleaning and sterilization procedure in special devices. This ensures that they are completely safe to use.": "Všechny nástroje používané při manikúře procházejí čisticím a sterilizačním postupem v speciálních zařízeních. To zajistí, že jsou zcela bezpečné k použití.",
    "clean surface": "Čistá plocha",
    "The surfaces on which the master works are also regularly disinfected and cleaned to eliminate the risk of transmitting infections.": "Povrchy, na kterých mistr pracuje, jsou také pravidelně dezinfikovány a čištěny k eliminaci rizika přenosu infekcí.",
    "PRICE LIST": "CENÍK",
    "VALERI": "VALERI",
    "SOFI": "SOFI",
    "Nail services": "Nail services",
    "Classic Manicure*": "Klasická manikúra*",
    "KombiLight*": "KombiLight*",
    "KombiHard*": "KombiHard*",
    "Nail Extension*": "Prodloužení nehtů*",
    "Removing": "Odstranění",
    "(manicure + gel polish)": "(manikúra + gelový lak)",
    "(manicure + strengthening + gel polish)": "(manikúra + posilování + gelový lak)",
    "(only by agreement with the master)": "(pouze po dohodě s mistrem)",
    "(without further manicure and coating)": "(bez další manikúry a nátěru)",
    "Nail art": "Nail art",
    "Sliders, foil, glitter": "Posuvníky, fólie, třpyt",
    "French/lunar manicure": "Francouzská/lunární manikúra",
    "Light Nailart": "Lehký Nailart",
    "Hard Nailart": "Těžký Nailart",
    "* removing as a gift": "* odstranění jako dárek",
    "** the prices are indicative and may vary depending on additional services": "** ceny jsou pouze orientační a mohou se lišit v závislosti na dalších službách",
    "We also have gift certificates available for manicure services": "Máme také k dispozici dárkové certifikáty na manikúru",
    "our masters are the real professionals": "naši mistři jsou opravdoví profesionálové",
    "valery": "Valery",
    "Working with natural nails (gel polish)": "Práce s přírodními nehty (gelový lak)",
    "Strengthening of natural nails by harder materials": "Posílení přírodních nehtů tvrdšími materiály",
    "Full nail extensions with reservation only": "Plné prodloužení nehtů pouze s rezervací",
    "Designs of any difficulty": "Designy libovolné obtížnosti",
    "sofi": "Sofi",
    "Basic designs (foil, lines, sliders, French)": "Základní designy (fólie, linky, posuvníky, francouzská manikúra)",
    "We`ll make a perfect manicure and choose the perfect nail polish for you": "Uděláme vám dokonalou manikúru a vybereme pro vás dokonalý lak na nehty",
    "City center, near Main railway station": "Centrum města, blízko hlavního nádraží",
    "in the indoor unit": "vnitřní jednotka"
}